Repository: SpeedProg/eve-inc-waitlist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: If you only select a FC or only a LM your 2nd vote will be lost for the current day.
de: Falls du nur einen FC oder nur einen LM auswählst, dann ist deine 2. Stimme für diesen Tag verloren.

source: Your favorite FC:
de: Deine beliebtester FC:

source: Your favorite LM:
de: Dein beliebtester LM:

source: Vote
de: Stimme

source: History
de: Verlauf

source: Only Show Approvals
de: Zeige nur Bestätigungen

source: Action
de: Handlung

source: Associated Fits
de: Zugeordnete Ausrüstungen

source: Static History
de: Statischer Verlauf

source: CommandCore List
de: Kommandomitglieds Liste

source: History Search
de: Verlaufssuche

source: Characters
de: Charaktäre

source: Removed a Character from Waitlists
de: Entferne einen Charakter von der Warteliste

source: Send Invitation to Character
de: Sende eine Einladung an den Charakter

source: Removed Entry from X-UPs
de: Hat einen Eintrag aus den Einschreibungen entfernt

source: Removed own fit
de: Eigene Ausrüstung entfernt

source: Removed himself from all lists
de: Hat sich selbst von allen Listen entfernt

source: Approved X-UP entry
de: Einschreibung bestätigt

source: Approved Single Fit
de: Einzelne Ausrüstung bestätigt

source: Send Notification to Character
de: Benachrichtigung an Charakter gesendet

source: Player was removed after found in fleet
de: Spieler wurde nach Auffindung in der Flotte entfernt

source: Player missed his invite
de: Spiele hat seine Einladung verpasst

source: Player removed himself from X-UPs
de: Spieler hat sich selbst von der Einschreibung entfernt

source: Player was invited by Name(Reform Tool?)
de: Spieler wurde per Namen eingeladen(Reform Werkzeug?)

source: From
de: Von

source: To
de: Bis

source: Get Info
de: Lade Info

source: Tokens where removed, please use the EVE SSO
de: Zugangsschlüssel wurden entfernt, bitte benutzen den EVE SSO Login

source: Thank you for voting, you can vote again after the next eve downtime!
de: Danke das du deine Stimme abgegeben hast, du kannst sie das nächste mal nach dem nächsten Serverneustart abgeben!

source: Thank You for your feedback!
de: Danke für deine Rückmeldung

source: fleet-id=%(fleet_id)d was not valid.
de: fleet-id=%(fleet_id)d war ungültig.

source: You are not in a fleet, or didn't not provide rights to read them.
de: Du befindest dich nicht in einer Flotte, oder hast die Rechte sie zu lesen nicht zur Verfügung gestellt.

source: You are not the boss of the fleet you are in.
de: Du bist nicht der Befehlsgeber der Flotte in der du dich befindest.

source: A Character named %(char_name)s does not exist!
de: Es gibt keine Charakter mit dem Namen %(char_name)s!

source: Could not execute action, ApiException %(ex)s
de: Die Aktion konnte nicht durchgeführt werden, ApiException %(ex)s

source: Character with name %(char_name)s could not be found!
de: Ein Charakter mit dem Namen $(char_name)s konnte nicht gefunden werden!

source: Own Settings
de: Eigene Einstellungen

source: There was an error contacting the API for character info character id = %(char_id)d.
de: Währen der Verbindung zur API um Charakter id=%(char_id)d Informationen abzurufen trat ein Fehler auf.

source: Alt %(char_name)s was added
de: Alternativer Charakter %(char_name)s wurde hinzugefügt

source: Could not find Character %(ban_name)s
de: Konnte Charakter %(ban_name)s nicht finden

source: Failed to correctly parse %(target)s
de: Es trat ein Fehler während der grammatikalischen analysieren von %(target)s auf

source: Character/Corp/Alliance %(target)s does not exist!
de: Charakter/Corporation/Alliance %(target)s existiert nicht!

source: Could not find Character %(name)s
de: Charakter %(name)s konnte nicht gefunden werden

source: Could not find Character %(wl_name)s for whitelisting
de: Konnte Charakter %(wl_name)s für Ausnahme nicht finden

source: HQ MOTD Saved
de: HQ NDT gespeichert

source: VG MOTD Saved
de: VH NDT gespeichert

source: Status was set to %(text)s, xup is %(xup_text)s
de: Zustand wurde auf %(text)s gesetzt, Einschreibung ist %(xup_text)s

source: You do not have the rights to change the status to %(text)s
de: Du hast nicht die erforderlichen Berechtigungen um den Status zu %(text)s zu ändern.

source: XUP is now %(xup_text)s
de: Einschreibung ist nun %(xup_text)s

source: You added your self to FCs %(eve_name)s
de: Du hast dich selbst als FC hinzufügt %(eve_name)s

source: You added your self to manager %(eve_name)s
de: Du hast dich als Verwalter hinzugefügt %(eve_name)s

source: You added your self as Backseat %(eve_name)s
de: Du hast dich selbst als Backseat hinzugefügt %(eve_name)s

source: Your activity report has been submitted %(user_name)s
de: Dein Aktivitätsbericht wurde eingereicht %(user_name)s

source: %(username)s has no permissions to set a custom display name for a waitlist!
de: %(username)s hat keine Berechtigung einen Maßgeschneiderten Anzeigenamen für eine Warteliste zu setzen!

source: No valid new display name given (given was None)
de: Kein erlaubter neuer Anzeigenahme gegeben (gegeben wurde None)

source: You gave no unrestricted display name and do not have the power to set arbitrary names!
de: Du hast keine unbeschränkten Anzeigennamen gegeben und hast keine Berechtigung beliebige Namen zu verwenden!

source: %(name)s constellation does not exist!
de: %(name)s Konstellation existiert nicht!

source: No Constellation Layout Data found!
de: Keine Konstellationsaufbaudaten gefunden!

source: All Constellations were set to %(name)s!
de: All Konstellationen wurden auf %(name)s gesetzt!

source: %(group_name)s Constellation was set to %(name)s
de: %(group_name)s Konstellation wurde auf %(name)s gesetzt

source: Invalid system name %(name)s
de: Ungültiger Systemname %(name)s

source: All Systems were set to %(name)s
de: Alle Systeme wurden auf %(name)s gesetzt

source: %(group_name)s System was set to %(name)s
de: %(group_name)s System wurde auf %(name)s gesetzt

source: Invalid station name: %(name)s
de: Ungültiger Stationsname: %(name)s

source: All Docks were set to %(name)s
de: Alle Basen wurde auf %(name)s gesetzt

source: %(group_name) Dock was set to %(name)
de: %(group_name) Basis wurde auf %(name) gesetzt

source: Waitlists were cleared!
de: All Wartelisten wurden geleert!

source: Header Insert Saved
de: Kopfeinschub wurde gespeichert!

source: T-Badge mail set!
de: T-Abzeichen Nachricht festgelegt!

source: Resident mail set!
de: Ständigen Nachricht wurde gespeichert!

source: Other mail set!
de: Anderen Nachricht wurde gespeichert!

source: IG Mail Settings
de: Spiele Mail Einstellungen

source: Type IDs were updated!
de: Typen IDs wurde geupdatet!

source: Constellations where updated!
de: Konstellationen wurde geupdatet!

source: Systems were updated!
de: Systeme wurden geupdatet!

source: Stations were updated!
de: Stationen wurde geupdatet!

source: Layouts were updated!
de: Aufbaudaten wurden geupdatet!

source: TS Settings
de: TS Einstellungen

source: Thank you for participating, winners will be announced after the trivia is finished
de: Danke für deine Teilnahme, die Gewinner werden bekannt gegeben nachdem das Quiz beendet wurde.

source: X-UP is disabled!!!
de: Einschreibung ist Deaktiviert

source: Valid entries are scruffy [dps|logi|sniper,..]
de: Erlaubte Einträge sind: scruffy [dps|logi|sniper,..]

source: You were added as %(ship_type)
de: Du wurdest als %(ship_type) hinzgefügt

source: You submitted one fit to be check by a fleet comp before getting on the waitlist.
de: Du hast eine Ausrüstung zur Überprüfung durch einen Flotten-Verwalter gesendet, bevor du auf die Warteliste gesetzt wirst.

source: Your set current character %(eve_name)s was unset because the provided token got invalidated. Go to Own Settings to re-add.
de: Dein momentan aktiver Charakter %(eve_name)s wurde entfernt weil das Token nicht mehr funktioniert. Du kannst ihn unter Eigene Einstellungen wieder hinzufügen.

source: You character seemed to have changed owner. You where removed as eligible character for account login.
de: Dein Charakter scheint den Besitzer gewechselt zu haben. Er wurde als zugelassener Charakter für eine Kontoanmeldung entfernt.

source: Your character %(eve_name)s is connected to more than one Waitlist Account, please contact an Administrator. Meanwhile, you are logged in as a normal character.
de: Dein Charakter %(eve_name)s ist mit mehr als einem Wartelisten-Konto verbunden, bitte kontaktieren einen Administrator. Bis dies behoben wurde, wirst du als Besucher angemeldet.
