Repository: SpeedProg/eve-inc-waitlist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: <a href="https://github.com/speedprog/eve-inc-waitlist" target="_blank">Eve-Inc-Waitlist</a> Created by <a href="char:91495852">Bruce Warhead</a> and <a href="char:93356698">Beryl Slanjava</a>
de: <a href="https://github.com/speedprog/eve-inc-waitlist" target="_blank">Eve-Inc-Waitlist</a> erstellt von <a href="char:91495852">Bruce Warhead</a> und <a href="char:93356698">Beryl Slanjava</a>

source: <a href="https://github.com/quiescens/eve-ui" target="_blank">Fitting Display (Eve-UI)</a> and Fitting Stats by <a href="char:725396116">Quie'scens</a>
de: <a href="https://github.com/quiescens/eve-ui" target="_blank">Ausrüstungsanzeige (Eve-UI)</a> und Ausrüstungsstatistiken by <a href="char:725396116">Quie'scens</a>

source: We have had to disable <strong>features</strong> please consider upgrading your<a href="http://caniuse.com/#feat=eventsource"> browser</a>
de: Wir musten <strong>Funktionen</strong> abschalten, bitte denke darüber nach <a href="http://caniuse.com/#feat=eventsource">deinen Browser zu wechseln</a>

source: Toggle navigation
de: Ein-/Ausblende Navigation

source: Tools
de: Werkzeuge

source: Custom Notifications
de: Benutzerdefinierte Benachrichtigungen

source: Reform
de: Wiedereinladen

source: Comp History
de: Verwaltungsverlauf

source: Command Core List
de: Kommandomitglieder Liste

source: Comp History Search
de: Verwaltungsverlaufs Suche

source: Help
de: Hilfe

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: About
de: Über

source: ISK Donations are appreciated
de: ISK Spenden werden geschätzt

source: How do I enter the Waitlist?
de: Wie komme ich auf die Warteliste?

source: In the eve client, go to the Ship Fitting Window.<br/> On the bottom right side is a Save button, click it.<br/> A Fitting Management window will open, that has a Copy to Clipboard button at the bottom, click it.<br/> Now you are ready to switch to the Waitlist Website.<br/> At the top there is a link X-UP, open the link. In the big text field, below Fittings, press Ctrl+V or right click and select Paste.<br/> Now at the bottom, if you are flying one of these ships: Rokh, Rattlesnake, Scorpion Navy Issue, please select your Caldari Battleship Level.<br/> If you are flying a Logistics Ship, namely Basilisk or Scimitar, please select your Logistics Cruiser Level too.<br/> Now you can press Enter on Waitlist.<br/> Your Fittings will now be queued up for review by a Waitlist Manager before you are put on the Waitlist.<br/> You will be send back to the index page, where you can see who is on the Waitlist, and/or in the queue, to be review by a Waitlist Manager.
de: Gehen Sie im eve client zum Fenster "Ausrüstung". <br/> Klicken Sie rechts unten auf die Schaltfläche Speichern unter. <br/> Es öffnet sich das Fenster "Ausrüstungsverwaltung", das eine Schaltfläche In Zwischenablage kopieren enthält, Klicken Sie auf diese Schaltfläche. <br/> Jetzt können Sie zur Wartelisten-Website wechseln. <br/> Oben befindet sich ein Link X-UP, den Link öffnen. In der großes Textfeld, unter Ausrüstung, drücken Sie Strg + V oder presse die rechte Maustaste und wähle Einfügen. <br/> Wenn Sie nun eines dieser Schiffe fliegen: Rokh, Rattelsnake, Scorpion Navy Issue, wählen Sie bitte Ihre Caldari Schlachtschiff-Level. <br/> Wenn du einen Logistikkreuzer fliegst, nämlich Basilisk oder Scimitar, wähle bitte auch deinen Logistikkreuzer-Level aus. <br/> Jetzt kannst du die Anfrage absenden. <br/> Ihre Ausrüstungen werden nun zur Überprüfung durch einen Wartelisten-Verwalter eingereiht, bevor Sie auf die Warteliste gesetzt werden. <br/> Sie werden zurück zur Indexseite gesendet, auf der Sie sehen können, wer auf der Warteliste steht und / oder noch von eine Wartelisten-Verwalter überprüft werden muss.

source: How do Alarm Expressions work?
de: Wie funktionieren die Warnungsausdrücke?

source: For expression evaluation <a href="https://github.com/silentmatt/expr-eval" target="_blank">expr-eval</a> is used. The variables, <code>open, xup, logi, dps, sniper, other</code> are provided, open being a boolean(true/false) while the others are numbers. You can have one expression per Waitlist Group, there is no need for more then one, because using (expression) or (expression) would be the same as using two expression for one group.
de: Für die Ausdrucksauswertung wird <a href="https://github.com/silentmatt/expr-eval" target="_blank"> expr-eval </a> verwendet. Die Variablen <code>open, xup, logi, dps, sniper, other</code> werden bereitgestellt, open ist ein boolescher Wert (true / false), während die anderen Zahlen sind. Sie können einen Ausdruck pro Wartelistengruppe haben, es sind keine weiteren erforderlich, denn die Verwendung von (Ausdruck) or (Ausdruck) ist das Gleiche wie die Verwendung von zwei Ausdrücken für eine Gruppe.

source: To explain how the expressions work, first we are introducing the word operator. An operator is something that takes input values, and does something witht them, then providing an output value.
de: Um zu erklären, wie die Ausdrücke funktionieren, führen wir zuerst den das Wort Operator ein. Ein Operator ist etwas, das Eingabewerte nimmt und etwas damit tut und dann einen Ausgabewert liefert.

source: For our usage we only need to look at unary and binary operators. Binary operators, take two arguments. Unary ones only take one. Now that we have established this we are going to move on to an example.
de: Für unsere Verwendung müssen wir nur unäre und binäre Operatoren betrachten. Binäre Operatoren, nehmen zwei Argumente. Unäre nehmen nur einenes. Nachdem wir dies eingeführt haben, gehen wir nun zu einem Beispiel über.

source: Our placeholder expression is <code>(xup == 0 and logi &lt; 2) or (xup == 2 and dps &lt;= 5)</code>. This expression is split on two subexpressions, made by <code>()</code>, a grouping operator, which are (1)<code>(xup == 0 and logi &lt; 2)</code> and (2)<code>(xup == 2 and dps &lt;= 5)</code>.
de: User Platzhalterausdruck ist <code>(xup == 0 and logi &lt; 2) or (xup == 2 and dps &lt;= 5)</code>. Dieser Ausdruck besteht aus zwei Unterausdrücken, diese Unterausdrücken werden begrenzt durch <code>()</code>, ein Gruppierungsoperator, diese zwei Ausdrücke sind: (1)<code>(xup == 0 and logi &lt; 2)</code> und (2)<code>(xup == 2 and dps &lt;= 5)</code>.

source: These two expressions are connected by the operator <code>or</code> which is a binary operator. The <code>or</code> operator works like this: It takes the two given arguments, and if either is true, it solves to true in all other cases (both are false) it solves to false.
de: Diese zwei Ausdrücke sind mit dem Operator <code>or</code> verbunden, welcher ein binärer Operator ist. Der <code>or</code> Operator funktioniert wie folgt: Es nimmt zwei gegebene Argumente, und wenn eines davon true ist dann löst er zu true auf, in allen anderen Fällen (beide sind false) wird zu false aufgelöst.

source: Now taking a look at subexpression (1)<code>(xup == 0 and logi &lt; 2)</code> we see our placeholder variables <code>xup</code> and <code>logi</code>. They will be replaced with our values from the table, on every update and following evaluation of the expressions.
de: Wenn wir nun den Unterausdruck (1)<code>(xup == 0 and logi &lt; 2)</code> betrachten, sehen wir unsere Platzhaltervariablen <code>xup</code> and <code>logi</code>. Diese werden, bei jeder Auffrischung und daraus folgenden Auflösung des Ausdrucks, mit Werten aus der Tabelle ersetzt

source: So here again we have two subexpressions inside this subexpression. <code>(xup == 0)</code> and <code>(logi &lt; 2)</code>.
de: Hier haben wir wieder zwei Unterausdrücke in dem Unterausdruck. <code>(xup == 0)</code> and <code>(logi &lt; 2)</code>.

source: We know these two are subexpressions like this because of association. You really don't need to care about this, if you don't know what it is. Just put all your expressions in <code>()</code> and you don't need to know what it is.
de: Wir wissen das dies zwei Unterausdrucke sind durch den Rang von Operatoren. Das muss dich aber nicht interessieren, falls sie nicht wissen was dies ist. Benutzen sie einfach <code>()</code> um jeden Ausdruck.

source: Taking the first one <code>(xup == 0)</code> it uses the binary operator <code>==</code> which means "equals". And so check if both arguments <code>xup</code> and <code>0</code> are equal. If this is the case the operator <code>==</code> resolves to true, otherwise false.
de: Wenn wir den ersten <code>(xup == 0)</code> betrachten, benutzt dieser den binären Operator <code>==</code> welcher auf Gleichheit prüft. Also überprüft dieser die beiden Argumente <code>xup</code> und <code>0</code> auf Gleichheit. Haben diese den selben Wert löst <code>==</code> nach true aufgelöst, sonst nach false.

source: <code>(logi &lt; 2)</code> uses the binary operator <code>&lt;</code> "lesser then", with <code>logi</code> and <code>2</code> as arguments. And so evaluates to <code>true</code>, if <code>logi</code> (the replacement value) is less then <code>2</code>.
de: <code>(logi &lt; 2)</code> benutzt den binären Operator <code>&lt;</code> "weniger als", mit <code>logi</code> und <code>2</code> als Argumente. Dieser löst nach <code>true</code> auf, wenn <code>logi</code> (der Wert) kleiner als <code>2</code> ist.

source: The common operators are: <code>==</code> equals, <code>!=</code> does not equal, <code>&gt;=</code> bigger or equal, <code>&lt;=</code> less then or equal <code>&gt;</code> greater then, <code>&lt;</code> less then And to connect these expressions, the operators: <code>and</code> and <code>or</code>. Keep in mind the "or" is a "true or", not the way it often is used in language, it is not an "either or". On this "or" both can be true. There are other also useful operators, that can be used you can find them under <a href="https://github.com/silentmatt/expr-eval" target="_blank">expr-eval</a>. But the ones introduced here, should be enough to write decent notification logic and should cover most use cases.
de: Die wichtigsten Operatoren sind: <code>==</code> gleich, <code>!=</code> ungleich, <code>&gt;=</code> größer oder gleich, <code>&lt;=</code> kleiner oder gleich, <code>&gt;</code> größer, <code>&lt;</code> kleiner. Und um diese Operatoren zu verknüpfen die Operatoren: <code>and</code> und, und <code>or</code> oder. Behalte dabei im Hinterkopf, dass das "or" ein richtiges oder ist, nicht ein entweder oder wie es of sprachlich gebraucht wird. Mit diesem "or" beide Argumente können wahr sein und es wird immer noch zu Wahr aufgelöst. Es gibt noch weitere nützliche Operatoren, du kannst dieser auf <a href="https://github.com/silentmatt/expr-eval" target="_blank">expr-eval</a> nachschauen. Aber die hier vorgestellten sollten ausreichend sein um gute Alarm Bedingungen festzulegen.

source: Overview
de: Übersicht

source: You are not associated with any fleet, you can change this in <a href="%(url)s">Fleet Settings</a>
de: Sie sind nicht mit einer Flotte verknüpft, sie können dies in <a href="%(url)s">Flotten Einstellungen</a> ändern

source: Please join Teamspeak, your character name must match <b>exactly</b> (case sensitive)<br>TS3 Server:
de: Bitte trete Teamspeak bei, dein Charaktername muss <b>genau</b> wie im Game geschrieben sein. (Groß-/Kleinschreibung beachten)<br>TS3 Server:

source: Vote your favorite Command Core Member HERE
de: Gebe HIER diene Stimme für das beliebteste Kommandomitglied ab.

source: Test TS
de: Teste TS

source: Leave Waitlists
de: Warteliste verlassen

source: Fleet Manager
de: Flotten Verwalter

source: Constellation
de: Konstellation

source: Dockup
de: Basis

source: This waitlist is currently closed however <a href="%(url)s">another</a> is open!
de: Diese Warteliste ist momentan geschlossen, es ist jedoch <a href="%(url)s">eine andere Wartelist</a> offen.

source: Events
de: Veranstaltungen

source: <strong>Help us!</strong> We would like your <a href="%(url)s">feedback</a>!
de: <strong>Hilf uns!</strong> Wir hätten gerne <a href="%(url)s">Rückmedlung</a> von dir!

source: All Waitlists are closed!
de: Alle Wartelisten sind geschlossen!

source: You are now logged out!
de: Sie wurden abgemeldet!

source: FC, WHAT DO?
de: FC, WAS MUSS ICH MACHEN?

source: I am new to %(title)s or Incursions
de: Ich bin neu bei %(title)s oder Sansha-Überfällen

source: Fleet to x-up for
de: Flotte für die man sich einschreibt

source: Poke me on TS (exact charactername required, case sensitive)
de: Auf TS anstupsen (exakter Name wie im Spiel benötigt, Groß-/Kleinschreibung beachten)

source: Fittings
de: Ausrüstungen

source: Caldari Battleship Level
de: Caldari Kampfschiff Level

source: No Caldari BS
de: Kein Caldari Kampfschiff

source: Logistic Cruiser Level
de: Logistikkreuzer Stufe

source: No Logi
de: Kein Support

source: X-UP is currently closed!
de: Einschreibung ist momentan geschlossen!

source: Account
de: Konto

source: Profile
de: Profil

source: Date Time
de: Datum Uhrzeit

source: Noted By
de: Eingetragen von

source: Note
de: Notiz

source: Role Changes
de: Rollen Veränderungen

source: View Restriction
de: Anzeige Beschränkung

source: Default
de: Standard

source: Council
de: Rat

source: Leadership
de: Führung

source: Restrict who can see this message
de: Beschränke wer diese Nachricht sehen kann

source: Add Note
de: Notiz hinzufügen

source: Unauthorized Characters
de: Nicht bestätigte Charaktere

source: To continue using your account, you need to authenticate all connected characters, they are listed below.
de: Um dein Konto weiter benutzen zu können, musst du alle verlinkten Charaktere bestätigen.

source: Authenticate
de: Bestätigen

source: Calendar
de: Kalender

source: Category
de: Kategorie

source: When (UTC - EveTime)
de: Wann (UTC - Eve Zeit)

source: Backseats
de: Überwacher

source: Submit Event
de: Veranstaltung Eintragen

source: Outstanding Events
de: Bevorstehende Veranstaltungen

source: Actions
de: Aktionen

source: Creator
de: Ersteller

source: Time
de: Zeit

source: Title
de: Überschrift

source: Remove Event
de: Veranstaltung austragen

source: Feedback
de: Rückmeldung

source: Feedback Title
de: Rückmeldungs Überschrift

source: Short feedback sumup (max 50chars)
de: Rückmeldungs Zusammenfassung (maximal 50 Zeichen)

source: Additional Feedback
de: Zusätzliche Rückmeldung

source: Write additional information for us here
de: Schreibe zusätzliche Informationen für uns hier

source: Send Feedback
de: Rückmeldung abschicken

source: Character Name
de: Charakter Name

source: Message
de: Nachricht

source: Open Answer Mail
de: Öffne Antwortnachricht

source: Close Ticket
de: Schließe Ticket

source: Fleet
de: Flotte

source: <p>You can just copy and paste the ingame fleet channel member list into the field below. Then press Send Invites to start sending out the invites. People that are still in the old fleet will not get an invite of course.</p> <p>This will not trigger, notifications or pokes.</p>
de: <p>Du kann die Flottenmitgliederliste aus dem Spiel in das Feld kopieren. Danach drücke Einladung Senden um die Charaktere in die Flotte einzuladen. Leute in der alten Flotte werden keine Einladung sehen können</p> <p>Dies sendet keine Benachrichtigungen oder Anstupser.</p>

source: Start Invites
de: Einladungen Absenden

source: Setup
de: Einrichtung

source: Fleet Input
de: Flotten Eingabe

source: Fleet Type:
de: Flotten Art:

source: HQ/Assault
de: HQ/Angriff

source: VG
de: VH

source: Skip Auto Fleet Setup
de: Automatische Flotten Einrichtung überspringen

source: Next
de: Nächstes

source: Select Squads
de: Gruppe Auswählen

source: Waitlist Group
de: Wartelisten Gruppe

source: Logi Squad
de: Support Gruppe

source: Sniper Squad
de: Scharfschütze Gruppe

source: DPS Squad
de: Schadens Gruppe

source: Overflow Squad
de: Überlauf Gruppe

source: Takeover
de: Übernehmen

source: Change Fleet Group
de: Flotten Gruppe ändern

source: Waitlist Type
de: Wartelistenart

source: Change Type
de: Art ändern

source: WL Group
de: WL Gruppe

source: open
de: offen

source: xup
de: Einschreibung

source: logi
de: Support

source: dps
de: Schaden

source: sniper
de: Scharfschütze

source: other
de: Andere

source: Expression Target
de: Ausdrucksziel

source: Add
de: Hinzufügen

source: Target
de: Ziel

source: Expression
de: Ausdruck

source: Need Help?
de: Brauchst du Hilfe?

source: Enabled
de: Aktiviert

source: Accounts
de: Konten

source: Disabled Accounts
de: Inaktive Konten

source: Alts
de: Alternierende Charaktere

source: Owner Hash
de: Besitzer Prüfsumme

source: Download Full Commander List
de: Lade Liste voll berechtigter Mitglieder herunter

source: New Account
de: Neuer Account

source: Filter
de: Suche

source: First
de: Erstes

source: Previous
de: Vorhergehendes

source: Last
de: Letztes

source: Status
de: Zustand

source: Account Name
de: Konto Name

source: Roles
de: Rollen

source: Current Char
de: Aktiver Charakter

source: Enable
de: Aktiviert

source: Disable
de: Deaktiviert

source: Edit
de: Ändern

source: Mail
de: Nachricht

source: Deactivated
de: Deaktiviert

source: Active
de: Aktiv

source: Create New Account
de: Erstelle ein neues Konto

source: Default Character Name
de: Standard Charakter Name

source: Add a Note
de: Füge eine Notiz hinzu

source: Close
de: Schließen

source: Create
de: Erstellen

source: Edit Account
de: Konto ändern

source: Default Character
de: Standard Charakter

source: Change
de: Ändern

source: Bans
de: Sperren

source: Add Ban Actionbar
de: Aktionsleiste für Sperren

source: Names
de: Namen

source: Reason
de: Begründung

source: Ban
de: Sperre

source: Char ID
de: Charakter ID

source: By
de: Von

source: Unban
de: Sperre Aufheben

source: Please select something on the left side
de: Bitte auf der linken Seite auswählen

source: Fleet MOTD
de: Flotten NDT

source: Username
de: Benutzername

source: Votes
de: Stimmen

source: Unique Voters for FC
de: Eindeutige Stimmen für FC

source: Unique Voters for LM
de: Eindeutige Stimmen für LM

source: Fleet Settings
de: Flotten Einstellungen

source: Hide Names
de: Name verstecken

source: Clear This Groups lists!
de: Die Wartelisten dieser Gruppe leeren!

source: Display Name
de: Anzeigename

source: Please Select
de: Bitte auswählen

source: Headquarter
de: Hauptquartier

source: Assault
de: Angriff

source: Vanguard
de: Vorhut

source: Change Display Name
de: Darstellungsnamen ändern

source: Down
de: Kein Betrieb

source: Forming
de: Aufstellen

source: Running
de: Betrieb

source: X-UP Open
de: Einschreibung geöffnet

source: Influence
de: Einfluss

source: Set
de: Anwenden

source: Add Self
de: Sich selbst hinzufügen

source: Not Set
de: Nicht eingetragen

source: Check In
de: Einchecken

source: Register for Fleet
de: Für die Flotte registrieren

source: Take over a Fleet
de: Flotte übernehmen

source: Fleet ID
de: Flotten ID

source: Current Fleet Comp
de: Momentaner Flotten-Verwalter

source: None
de: Niemand

source: Remove
de: Entfernen

source: Change Fleet Type
de: Flottenart ändern

source: Change Squads
de: Gruppen ändern

source: Safety
de: Sicherheit

source: No
de: Nein

source: Yes
de: Ja

source: <var>$type$</var> gets replaced with number representing the type of a person, 0=linemember,1=fc/t,2=lm/r,3=both
de: <var>$type</var> wird mit einer Zahl ersetzt die den Befehlshaber Typ einer Person bestimmt, 0=linemember,1=fc/t,2=lm/r,3=beides

source: Page Inserts
de: Seiten Einfügungen

source: Header Insert
de: Kopfteil Einfügungen

source: Save
de: Speichern

source: Static Data Import
de: Einlesen Statischer Daten

source: All files can be bz2 compressed if uploaded with extension .bz2
de: Alle Dateien können bz2 komprimiert sein wenn sie mit der Endung .bz2 hochgeladen werden

source: Update typeIDs
de: Erneuere die typeIDs

source: Update Systems and Constellations
de: Erneuere Systeme und Konstellationen

source: Update Stations
de: Erneuere Stationen

source: Update Layouts
de: Erneuere Zuweisungen

source: Apply
de: Anwenden

source: Change TS
de: TS Ändern

source: Remove TS
de: TS Entfernen

source: Internal Host
de: Interner Host

source: Internal Port
de: Interner Port

source: Display Host
de: Anzeige Host

source: Display Port
de: Anzeige Port

source: Query Name
de: Telnet Query Name

source: Query Password
de: Telnet Query Passwort

source: Channel ID
de: Kanal ID

source: Client Name
de: Klient Name

source: Safety ChannelID
de: Sicherheits-Kanal ID

source: Add TS
de: TS Hinzufügen

source: Whitelist
de: Sperrungsausnahmen

source: Unwhitelist
de: Ausnahme entfernen

source: HQ/AS MOTD
de: HQ/AG NDT

source: HQ/AS MOTD Template
de: HQ/AG NDT Vorlage

source: VG MOTD
de: VH NDT

source: VG MOTD Template
de: VH NDT Vorlage

source: Choose...
de: Wähle...

source: IG Mail
de: Im Spiel Nachricht

source: Default Mail
de: Standard Mail

source: Mail Topic
de: Nachrichten Thema

source: Mail Content $link$ gets replaced with auth link url, $sig$ with the sending users name, $recv$ with the receivers name
de: Im Nachrichteninhalt wird $link$ mit einem Authentifizierungs-Link ersetzt, $sig$ Benutzername des Abschickenden, $recv$ mit dem Namen des Empfängers.

source: Hello <var>$recv$</var>,<br> welcome to the Community program!<br> your &lt;a href=&quot;<var>$link$</var>&quot;&gt;Login Link&lt;/a&gt; save it as a bookmark!<br> <br> sincerely<br> <var>$sig$</var><br>
de: Hallo <var>$recv$</var>,<br> Willkommen im Gemeinschafts-Programm!<br> Dein &lt;a href=&quot;<var>$link$</var>&quot;&gt;Anmelde Link&lt;/a&gt; Speichere ihn als Lesezeichen!<br> <br> mit freundlichen Grüßen,<br> <var>$sig$</var><br>

source: Hello <var>$recv$</var>,<br> welcome to the T-Badge program!<br> your &lt;a href=&quot;<var>$link$</var>&quot;&gt;Login Link&lt;/a&gt; save it as a bookmark!<br> <br> sincerely<br> <var>$sig$</var><br>
de: Hallo <var>$recv$</var>,<br> Willkommen im Training Flotten-Kommandeur Programm!<br> Dein &lt;a href=&quot;<var>$link$</var>&quot;&gt;Anmelde Link&lt;/a&gt; Speichere ihn als Lesezeichen!<br> <br> mit freundlichen Grüßen,<br> <var>$sig$</var><br>

source: Resident Mail
de: Ständigen Nachricht

source: Hello <var>$recv$</var>,<br> welcome to the R-Badge program!<br> your &lt;a href=&quot;<var>$link$</var>&quot;&gt;Login Link&lt;/a&gt; save it as a bookmark!<br> <br> sincerely<br> <var>$sig$</var><br>
de: Hallo <var>$recv$</var>,<br> Willkommen im Training Logistik-Meister -Programm!<br> Dein &lt;a href=&quot;<var>$link$</var>&quot;&gt;Anmelde Link&lt;/a&gt; Speichere ihn als Lesezeichen!<br> <br> mit freundlichen Grüßen,<br> <var>$sig$</var><br>

source: Permissions
de: Rechte

source: Role Name
de: Rollen Name

source: Role Display Name
de: Rollen Anzeigename

source: Permission
de: Recht

source: This trivia runs from %(fromtime)s to %(totime)s
de: Dieses Quiz geht von %(fromtime)s bis %(totime)s

source: Submit Answers
de: Antwort Absenden

source: Command Core Vote
de: Kommandomitglied Abstimmung

source: Hello, this is the Command Core Vote!
de: Hallo, dies ist die Kommandomitglied Abstimmung!

source: Here you can vote for your favorite Command Core Member.
de: Hier kannst du für deine bevorzugtes Kommandomitglied stimmen.

source: You have 1 vote per type (FC/LM) per eveday. (means you get an other one after downtime)<br> So select your favorite FC and LM below.(If some one is FC and LM you can select them twice)<br> The voted FC/LM will get a price.
de: Dir steht pro Tag eine Stimme per Kommandertyp zur Verfügung (FC/LM). (Nach dem Serverneustart steht dir eine weitere zur Verfügung)<br>Wähle deinen beliebtesten FC und LM hier. (Wenn jemand FC und LM ist kannst du ihn bei beidem wählen)<br> Der FC und LM mit den meisten Stimmen wird einen Preis gewinnen!
